/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Skärmsläckare Loginwindow";
"screensaver.pfm_description" =			"Lösenordsinställningar för skärmsläckare och vila och inställningar för skärmsläckare vid inloggningsfönstret";
"loginWindowIdleTime.pfm_title" =			"Overksam tid vid inloggningsfönstret";
"loginWindowIdleTime.pfm_description" =		"Overksam tid vid inloggningsfönstret i sekunder. Ange som 0 för att avaktivera skärmsläckare vid inloggningsfönstret.";
"loginWindowModulePath.pfm_title" =			"Sökväg till skärmsläckarmodul för inloggningsfönstret";
"loginWindowModulePath.pfm_description" =	"Sökvägen i filsystemet till en skärmsläckarmodul, exempelvis ”/System/Library/Screen Savers/Flurry.saver”. Tänk på att en del skärmsläckare inte fungerar innan inloggning. Några exempel kan vara skärmsläckare som innehåller strömmar, slumpmässiga/blandade bilder eller inte har utformats av eller i samarbete med Apple.";
"askForPassword.pfm_title" =			"Kräv lösenord";
"askForPassword.pfm_description" =			"Kräv lösenord för att vakna efter vila eller skärmsläckare. Ange som 1 för att kräva lösenord. Ange som 0 för att inte kräva lösenord.";
